<!DOCTYPE html>
<html lang="ru">
    <head>
        <meta charset="UTF-8">
        <title>Task 1.1</title>
    </head>
    <body>
        <?php
/*1. Создайте переменную $name и присвойте ей строковое значение содержащее Ваше имя.
  2. Создайте переменную $age и присвойте ей строковое значение содержащее Ваш возраст.
  3. Выведите с помощью echo (или print) фразу “Меня зовут: ​ваше_имя​”.
  4. Выведите фразу “Мне ​ваш_возраст​ лет”.
  5. Выведите следующий набор символов, включая кавычки - “!|/’”\ (двойная кавычка, воскл. знак, вертикальная черта, слэш, кавычка, двойная кавычка, обратный слэш). Все символы необходимо набрать с клавиатуры и применить экранирование перед обратным слешем () и двойными кавычками (не копировать из задания!).
  6. Каждая фраза должна начинаться с новой строки.
 */
        $name = 'Марина';
        $age = '30';
        echo "Меня зовут: $name<br />";
        echo "Мне $age лет<br />";
        echo "\"!|/'\"\\";        
        ?>
    </body>
</html>

